{
  "gameName": "Halo Wars 2",
  "quotes": [
    "His name, is Atriox.",
    "The Brute. Their leader. His name is Atriox.",
    "As I suspected, nothing, but a man.",
    "Yes, run little demons. Hunt them down. Find out where they came from, and bring me back anything useful.",
    "You think you can stand against me? I, who defied the Covenant itself!",
    "Hahahaha! Luck! Treachery! These are the only reasons you still live, Cutter! Very well, I admire your spirit, captain, but you've just sentenced your little ship to oblivion.",
    "Twenty eight years Professor, let's see what kind of galaxy we woke up to.",
    "If we don't stop Atriox now, we leave the galaxy at the mercy of a monster. So no, Isabel. We won't be running anywhere today.",
    "Got some trickshots I'm dying to try out!",
    "Hostile's taking a well deserved dirt nap!",
    "This place makes a shield world look normal.",
    "Don't know about you Omega Team, but I'm looking forward to a straight fight.",
    "Sometimes I miss the Covenant, these new guys are nasty.",
    "Long live Atriox!",
    "Who's a big bad grunt?",
    "Gonna make them cry like babies, boo hoo!",
    "Spartans never die.",
    "The Master Chief is dead.",
    "Supply pad constructed.",
    "Barracks constructed.",
    "Air Pad constructed.",
    "Armory constructed.",
    "Garage constructed.",
    "Raid Camp constructed.",
    "Power Extractor constructed.",
    "It's finished.",
    "When I asked for reinforcements, I didn't think they'd send a Spartan.",
    "The Spirit of Fire is in a situation... I ... could not anticipate.",
    "We've been adrift for just over 28 years. I made quite a few repairs while you were sleeping, so ship systems are at 100 percent.",
    "As for me, well, regulations are clear about final dispensation at the end of an AI's 7 year life span.",
    "I took care of my own arrangements, rather than wake you. I didn't want to, well, I hope you can forgive this final breach of protocol. It was a pleasure and an honor to serve with you, sir. Goodbye, Captain. Serina out.",
    "Destroy those Locusts wherever you find them, they're building killers.",
    "Voridus! The Orbital Designator shows they're coming from a nearby launching bay.",
    "Banished don't pay me to listen to Brutes ... huh, they don't pay me at ALL!",
    "To all humans looking forward to being interrogated to death: I regret to inform that the Tower is closed for Renovations.",
    "OH NO! I DIDN'T MEAN TO TURN THESE ON AAAAAH!",
    "Yes. Run, little demons.",
    "Captain, wake up. Something has happened.",
    "We are just one ship… and an old one at that. But here we are. Thirty years past what anyone could ask of us. Our war is gone. The lives we had are gone... And where you see one old ship… I see home. And that is always worth fighting for!",
    "You think you can stand against me? I, who defied the Covenant itself!",
    "Portals. Why is it always portals?",
    "The Covenant could not stop us. You have no chance!",
    "Make the most of your victory, humans… It will be… your… last…",
    "This shield tower is almost big enough to cover the posterior of your MOM!",
    "What is this, a base for ants?",
    "Forty to break the front lines... forty to die... Until he did... Atriox was born",
    "Our astronavigation system can't pinpoint a location. We're not on the map anymore.",
    "We didn't drift out of the galaxy in 28 years, professor.",
    "Our slipspace drive is gone. However we got here, it wasn't us who initated the trip.",
    "Captain Cutter, sir! We've received a signal from the surface. It's UNSC!",
    "This is good. When we left, the war wasn't going well. This signal means the UNSC is still fighting. Or maybe we even won.",
    "Cutter to Jerome. Prep Spartan Red Team and a small recon squad. Professor Anders will send you coordinates.",
    "Jerome, these aren't military defenses.",
    "Don't ask me how I got here. It's... complicated.",
    "Spartans? Thank God, we have to get out of here.",
    "Sir, requesting danger close. On our location, trailing north. Commence five seconds.",
    "Alice is MIA. She'll stay quiet down there until she has a good shot at getting back to us."
  ]
}

