{
  "gameName": "Halo Wars",
  "quotes": [
    "Captain's Report - February 4th, 2531. Five years. Five long years. That's how long it took us to get Harvest back.",
    "At first, it was going well... then setback after setback... loss after loss... made what was going to be a quick and decisive win into five years of hell.",
    "Of course that's all Harvest is today... it's hell down there. But it's ours again.",
    "Serina, status?",
    "Serina, report. What's going on here?",
    "And for the record, I would've kicked your ass the first time if it weren't for the lady!",
    "Mission top secret, destination unknown....",
    "Sgt. Forge, all ground forces are evacuating to the Spirit of Fire.",
    "Copy that! Get our people out of here... I'm blowing the core.",
    "Ground teams! Find a way to open that portal or we're all dead.",
    "For Samuel!",
    "The leader controls the beam!",
    "Join the rest of your friends!",
    "Sergeant Forge, report.",
    "Spirit of Fire, getting a little hairy here, sir. Where's that backup?",
    "Definitely plenty of bad guys down here, Captain. And they found something in the ice.",
    "We're to bring Alpha Base up to operational status and take control of that site.",
    "I can be quite insistent too, Captain. I can take care of myself.",
    "The information you have gathered here is most appetizing.",
    "Destroy this holy relic? Surely you jest!",
    "The journey requires sacrifice!",
    "Our patience is not infinite!",
    "Hold your position, Red Team. Reinforcements will come to you.",
    "Lady there's no way you're coming down here on the first bird.",
    "What made you choose my observation deck as your lab, professor?",
    "Where the hell are we, Serina?",
    "I like the view. It adds...perspective to my work.",
    "Your primary objective? Commander, are you a puppet or a Spartan?",
    "It might be the key to this whole war, Serina. It's worth the risk.",
    "The Hierarchs grow impatient! We can delay no longer!",
    "What if the infection defiles the relic?",
    "I care not for your little life! Open the relic.",
    "Recalling surface squads so we can all die together. Aye, sir!",
    "We can not lose our foothold on Arcadia, gentlemen. Secure a defensible position, and hold it until we can reinforce you!",
    "Professor, there's been no sign of the Covenant for almost two weeks. There's nothing to do.",
    "Forge, get those things off my ship!",
    "All units!",
    "Local units!",
    "Forge is down!",
    "Hitching a ride!",
    "By the Prophets... You will pay for your insolence!",
    "Alpha Base, this is Bravo-29, heavy inbound. I've got the Professor aboard.",
    "My face will be the last thing your pathetic eyes ever see.",
    "Aye sir, crazy mystery trip to Arcadia plotted in.",
    "That's what were here to find out. We are to bring Alpha Base up to operational status and take control of that site.",
    "Helljumpers...standing down!",
    "MAC Blast incoming!",
    "MAC... away!",
    "Rolling out the carpet.",
    "Disruption bomb out!",
    "ALL UNITS!",
    "LOCAL UNITS!",
    "Cobra, ready to fire!",
    "Hornet here!",
    "Thrusters, tilted!",
    "Hawk up.",
    "Helljumpers are in the tubes!",
    "ODST heading downtown!",
    "Captain, wake up. Something has happened."
  ]
}

