{
  "gameName": "Halo Combat Evolved",
  "quotes": [
    "I'm going to search what's left of the Covenant battlenet, and see if I can locate the Pillar of Autumn's crash site. If the ship's fusion reactors are still relatively intact, we can use them to destroy Halo.",
    "Captain Keyes...",
    "Looks like the Covenant wanted to catch you napping.",
    "We can't let the Flood get off this ring! You know what he'd expect...",
    "Sleepers! Take 'em out, nice and quiet!",
    "Tell that to the Covenant.",
    "Let's give our old friend a warm welcome.",
    "Let's go Marines, the Corps ain't paying us by the hour!",
    "This is pelican Echo 419, you got 2 enemy drop ships coming in fast!",
    "This is Echo 419. Chief! Is that you?",
    "Gunny, I can fly a Pelican, but a Phantom? It's been years since I even ran a simulation!",
    "Why? Looking for a little payback?",
    "You have the MAC gun, Cortana. As soon as they come in range, open up.",
    "Get here first? The Covenant ships have always been faster.",
    "This cave is not a natural formation. Someone built it, so it must lead somewhere.",
    "Look on the bright side, Foe Hammer: The last thing the Covenant will expect is an aerial insertion...from underground.",
    "Interesting... the weather patterns here seem natural, not artificial. I wonder if the ring's environment systems are malfunctioning... or if the designers wanted the installation to have inclement weather.",
    "You did that on purpose, didn't you?",
    "Greetings. I am the Monitor of installation 04. I am 343 Guilty Spark.",
    "No human lifesigns detected. The Captain! He's one of them!",
    "Wort wort wort!",
    "I knew it. The Autumn is accelerating. Keyes is going in manually!",
    "We did what we had to do! For Earth! An entire Covenant armada obliterated, and the Flood! We had no choice. Halo...it's finished.",
    "Puzzling. You brought such ineffective weapons to combat the Flood, despite the containment protocols.",
    "A construct? In the Core? That is absolutely unacceptable!",
    "Unacceptable! Unacceptable! Absolutely unacceptable!",
    "This is it, baby! Hold me.",
    "Mmmhmm. Damn right, I am. Now move it out! Double time! All you green horns who wanted to see Covenant up close, this is gonna be your lucky day!",
    "A dozen Covenant superior battleships against a single Halcyon-class cruiser. With those odds, I'm content with three…make that four kills.",
    "Sure you wouldn't rather take a seat?",
    "There's no time! Get out of here! Find Keyes, stop him! Before it's too late!",
    "Yes, activate Halo's defenses and destroy the Flood, which is why we brought the Index to the control center.",
    "You have no idea how this ring works, do you? Why the Forunners built it? Halo doesn't kill Flood, it kills their food. Humans, Covenant, whatever! We are all equally edible. The only way to stop the Flood is to starve them to death, and that's exactly what Halo is designed to do, wipe the galaxy clean of all sentient life! You don't believe me? Ask him!",
    "Chief...don't be a fool...leave me.",
    "Scanning...just dust and echoes. We're all that's left...We did what we had to do - for Earth. An entire Covenant armada obliterated, and the Flood...We had no choice. Halo, it's finished.",
    "Analyzing...",
    "Cortana, all I need to know is did we lose them?",
    "I think we both know the answer to that.",
    "We made a blinkd jump. How did they -",
    "Get here first? The Covenant ships have always been faster. As for tracking us all the way from Reach, at light speed my maneuvering options were limited.",
    "No one could have missed the hole we tore in subspace.",
    "Our fighters are mopping up the last of the recon picket now. Nothing serious.",
    "But I've isolated approach signatures for multiple CCS-class battle groups: make it three capitol ships per group... and in about 90 seconds they'll be all over us.",
    "Well. That's it then. Bring the ship back up to combat alert alpha.",
    "I want everyone at their stations.",
    "You heard the lady. Move like you got a purpose!",
    "Men, keep your eyes downrange, fingers on your triggers, and we all go home in one piece.",
    "Bringing low level systems online. Cracking the case in 30 seconds.",
    "He's hot! Blowing the pins in 5.",
    "His tubes show green. Cycle complete!",
    "Sorry for the quick thaw, Master Chief. Things are a little hectic right now. Welcome back sir! We'll have you battle ready, stat.",
    "Bridge to Cryo 2, this is Captain Keyes. Send the Master Chief to the bridge immediately.",
    "The Skipper seems jumpy. We'd better get moving. We'll find your weapons later.",
    "Oh God! They're trying to get through the door! Security! Intruders in Cryo 2!",
    "Alert! All hands! Boarding parties on port decks 4, 7, and 12. Baker Team, move to engage!",
    "Good to see you Master Chief! Things aren't going well. Cortana did her best, but we never really had a chance.",
    "A dozen Covenant ships against a single Halcyon-class cruiser. With those odds, I'm content with three...make that four kills.",
    "Sleep well?",
    "No thanks to your driving, yes.",
    "So you did miss me.",
    "Alright then. I'm initiating Cole Protocol, Article 2. We're abandoning the Autumn. That means you too, Cortana.",
    "The object we found, I'm going to try and land the Autumn on it.",
    "With all due respect, sir, this war has enough dead heroes.",
    "I appreciate your concern, Cortana, but it's not up to me. Protocol is clear: destruction or capture of a shipboard AI is absolutely unacceptable, and that means you're leaving the ship.",
    "Lock in a selection of emergency landing zones, upload them to my neural-lace, and then sort yourself for a hard transfer.",
    "Which is where you come in, Chief. Get Cortana off this ship. Keep her safe from the enemy. If they capture her, they'll learn everything: force deployment, weapons research... Earth.",
    "The Autumn will continue evasive maneuvers until you initiate a landing sequence. Not that you'll listen, but I'd suggest letting my sub-routines handle the final approach.",
    "Hmmm. Your architecture isn't much different from the Autumn's.",
    "I don't keep it loaded, son, you'll have to find ammo as you go.",
    "Hoorah Marines!",
    "Everyone, sir?"
  ]
}

