{
  "gameName": "Halo Combat Evolved",
  "quotes": [
    "I'm going to search what's left of the Covenant battlenet, and see if I can locate the Pillar of Autumn's crash site. If the ship's fusion reactors are still relatively intact, we can use them to destroy Halo.",
    "Captain Keyes...",
    "Looks like the Covenant wanted to catch you napping.",
    "We can't let the Flood get off this ring! You know what he'd expect...",
    "Sleepers! Take 'em out, nice and quiet!",
    "Tell that to the Covenant.",
    "Let's give our old friend a warm welcome.",
    "Let's go Marines, the Corps ain't paying us by the hour!",
    "This is pelican Echo 419, you got 2 enemy drop ships coming in fast!",
    "This is Echo 419. Chief! Is that you?",
    "Gunny, I can fly a Pelican, but a Phantom? It's been years since I even ran a simulation!",
    "Why? Looking for a little payback?",
    "You have the MAC gun, Cortana. As soon as they come in range, open up.",
    "Get here first? The Covenant ships have always been faster.",
    "This cave is not a natural formation. Someone built it, so it must lead somewhere.",
    "Look on the bright side, Foe Hammer: The last thing the Covenant will expect is an aerial insertion...from underground.",
    "Interesting... the weather patterns here seem natural, not artificial. I wonder if the ring's environment systems are malfunctioning... or if the designers wanted the installation to have inclement weather.",
    "You did that on purpose, didn't you?",
    "Greetings. I am the Monitor of installation 04. I am 343 Guilty Spark.",
    "No human lifesigns detected. The Captain! He's one of them!",
    "Wort wort wort!",
    "I knew it. The Autumn is accelerating. Keyes is going in manually!",
    "We did what we had to do! For Earth! An entire Covenant armada obliterated, and the Flood! We had no choice. Halo...it's finished.",
    "Puzzling. You brought such ineffective weapons to combat the Flood, despite the containment protocols.",
    "A construct? In the Core? That is absolutely unacceptable!",
    "Unacceptable! Unacceptable! Absolutely unacceptable!",
    "This is it, baby! Hold me.",
    "Mmmhmm. Damn right, I am. Now move it out! Double time! All you green horns who wanted to see Covenant up close, this is gonna be your lucky day!",
    "A dozen Covenant superior battleships against a single Halcyon-class cruiser. With those odds, I'm content with three…make that four kills.",
    "Sure you wouldn't rather take a seat?",
    "There's no time! Get out of here! Find Keyes, stop him! Before it's too late!",
    "Yes, activate Halo's defenses and destroy the Flood, which is why we brought the Index to the control center.",
    "You have no idea how this ring works, do you? Why the Forunners built it? Halo doesn't kill Flood, it kills their food. Humans, Covenant, whatever! We are all equally edible. The only way to stop the Flood is to starve them to death, and that's exactly what Halo is designed to do, wipe the galaxy clean of all sentient life! You don't believe me? Ask him!",
    "Chief...don't be a fool...leave me.",
    "Scanning...just dust and echoes. We're all that's left...We did what we had to do - for Earth. An entire Covenant armada obliterated, and the Flood...We had no choice. Halo, it's finished.",
    "Analyzing..."
  ]
}

