{
  "gameName": "Halo Wars 2",
  "quotes": [
    "His name, is Atriox.",
    "The Brute. Their leader. His name is Atriox.",
    "As I suspected, nothing, but a man.",
    "Yes, run little demons. Hunt them down. Find out where they came from, and bring me back anything useful.",
    "You think you can stand against me? I, who defied the Covenant itself!",
    "Hahahaha! Luck! Treachery! These are the only reasons you still live, Cutter! Very well, I admire your spirit, captain, but you've just sentenced your little ship to oblivion.",
    "Twenty eight years Professor, let's see what kind of galaxy we woke up to.",
    "If we don't stop Atriox now, we leave the galaxy at the mercy of a monster. So no, Isabel. We won't be running anywhere today.",
    "Got some trickshots I'm dying to try out!",
    "Hostile's taking a well deserved dirt nap!",
    "One day I will rest. The Arbiter will endure.",
    "This place makes a shield world look normal.",
    "Don't know about you Omega Team, but I'm looking forward to a straight fight.",
    "Sometimes I miss the Covenant, these new guys are nasty.",
    "Long live Atriox!",
    "Who's a big bad grunt?",
    "Gonna make them cry like babies, boo hoo!",
    "My work saved the human race.",
    "When Reach falls...and it will fall, our annihilation is all but certain.",
    "Spartans never die.",
    "The Master Chief is dead.",
    "Supply pad constructed.",
    "Barracks constructed.",
    "Air Pad constructed.",
    "Armory constructed.",
    "Garage constructed.",
    "Raid Camp constructed.",
    "Power Extractor constructed.",
    "MAC Blast incoming!",
    "There will be order in this Council!!",
    "It's finished.",
    "We made a blind jump... how did they -",
    "When I asked for reinforcements, I didn't think they'd send a Spartan.",
    "The Spirit of Fire is in a situation... I ... could not anticipate.",
    "We've been adrift for just over 28 years. I made quite a few repairs while you were sleeping, so ship systems are at 100 percent.",
    "As for me, well, regulations are clear about final dispensation at the end of an AI's 7 year life span.",
    "I took care of my own arrangements, rather than wake you. I didn't want to, well, I hope you can forgive this final breach of protocol. It was a pleasure and an honor to serve with you, sir. Goodbye, Captain. Serina out.",
    "Destroy those Locusts wherever you find them, they're building killers.",
    "Voridus! The Orbital Designator shows they're coming from a nearby launching bay.",
    "It is with a heavy heart, that I must accept that Atriox… my greatest achievement… is lost to us.",
    "Banished don't pay me to listen to Brutes ... huh, they don't pay me at ALL!",
    "To all humans looking forward to being interrogated to death: I regret to inform that the Tower is closed for Renovations.",
    "OH NO! I DIDN'T MEAN TO TURN THESE ON AAAAAH!"
  ]
}

