{
  "gameName": "Halo 3",
  "quotes": [
    "You want breakfast? You gotta catch it!",
    "I...am...Truth! The voice of the Covenant!",
    "That stench...I've smelled it before.",
    "And so, you must be silenced.",
    "Were it so easy...",
    "Can you guess?",
    "You are the child of my makers. Inheritor of all they left behind! You are forerunner. But this ring, is MINE!",
    "Tank beats everything!",
    "Tank beats ghost!",
    "Tank beats hunter!",
    "Tank beats everything!",
    "Could you sacrifice me to complete your mission? Could you watch me die?",
    "Shipmaster! They outnumber us three to one!",
    "All cruisers, fire at will! Burn their mongrel hides!",
    "I will have my revenge. On a Prophet, not a plague!",
    "But you had something the others didn't...can you guess?",
    "Banshees! Fast and low!",
    "Take us home.",
    "Then it is an even fight!",
    "Wake me...when you need me.",
    "But you did it. Truth and the Covenant, the Flood...",
    "The Scarab is destroyed. Victory is ours today.",
    "Send me out...with a bang.",
    "Master Chief? Good, this channel is secure. My fireteams are spread thin. We can't hold out forever. I need that hangar cleared for evac, ASAP.",
    "All ships fire at will, burn their mongrel hides.",
    "Please, don't shake the lightbulb.",
    "Do not shoot, but listen! We share a common goal. Let my body be your shield. I shall not fight you! Let me lead you safely to our foe. Only you can halt what he has set in motion.",
    "What is it? More Brutes?",
    "Does he usually mention me?",
    "You know me. I did my research. Watched as you became the very soldier we needed you to be.",
    "Kiss...my...asss.",
    "Hey bastards! Knock knock!",
    "Orders are orders.",
    "Slipspace rupture detected.",
    "There goes his shield!",
    "Real pretty. Friend of yours?",
    "First Squad, you're my scouts. Move out! Quiet as you can.",
    "Of course, you came for her... We exist together now. Two corpses in one grave.",
    "Do not be afraid. I am peace; I am salvation.",
    "Child of my enemy, why have you come? I offer no forgiveness: a father's sins pass to his son.",
    "Resignation is my virtue. Like water, I ebb and flow. Defeat is but the addition of time to a sentence I never deserved... but you imposed.",
    "I have defied Gods and Demons. I am your shield; I am your sword. I know you: your past, your future. This is the way the world ends.",
    "They let me pick. Did I ever tell you that? Choose whichever Spartan I wanted. You know me. I did my research. Watched as you became the soldier we needed you to be. Like the others, you were strong and swift and brave. A natural leader. But you had something they didn't. Something no one saw but me. Can you guess?",
    "Damn. How far did he fall?",
    "Stay sharp! Corpsman?",
    "His armor's locked up. Gel layer could have taken most of the impact...I don't know, Sergeant Major...",
    "Radio for VTOL. Heavy lift gear. We're not leaving him here.",
    "Your armor's still in partial lockdown...",
    "Chief, wait! The Arbiter's with us! Come on, now. We've got enough to worry about without you two trying to kill each other.",
    "Cocky bastard…just loves to run his mouth.",
    "You are, all of you, vermin. Cowering in the dirt, thinking…what, I wonder? That you might escape the coming fire? No. Your world will burn until its surface is but glass, and not even your Demon will live to creep, blackened from its hole, to mar the reflection of our passage. The culmination of our Journey, for your destruction, is the will of the gods! And I? I am their instrument!",
    "Does he usually mention me?",
    "On Halo, you tried to kill Cortana. You tried to kill me.",
    "You cannot hope to kill them all.",
    "Can you see, Arbiter? The moment of salvation is at hand.",
    "I will have my revenge on a Prophet—not a plague.",
    "You found me. But so much of me is wrong, out of place, you might be too late.",
    "The Activation Index from the first Halo ring. A little souvenir I held onto, just in case. Got an escape plan?",
    "Things look different now, without the Prophets' lies clouding my vision. I would like to see our world, to know that it is safe.",
    "I'll drop a beacon, but it'll be a while before anyone finds us. Years even."
  ]
}

