{
  "gameName": "Halo Reach",
  "quotes": [
    "Good work, Noble Six. UNSC air support: skies are clear.",
    "But Cortana...these coordinates are underground.",
    "Sir, why would rebels want to cut off Reach from the rest of the colonies?",
    "First glassing? Me too. Don't worry, I'm on it. Our best option is a fallout bunker in Sublevel 2. Ninety-six metres northeast. We get orders from Holland, sir?",
    "Noble Leader, seek immediate medical attention.",
    "Noble Leader, please respond.",
    "They're not rebels, they're farmers. Look at them.",
    "Our foe is more devious than we imagined. That spire was indeed a teleporter linked to a cloaked, Covenant supercarrier... A grave threat.",
    "It didn't take long for Reach to fall. Our enemy was ruthless. Efficient. But they weren't nearly fast enough. For you had already passed the torch. And because of you, we found Halo, unlocked its secrets, shattered our enemy's resolve.",
    "Our victory - your victory - was so close...I wish you could have lived to see it. But you belong to Reach. Your body, your armor - all burned and turned to glass. Everything...except your courage. That, you gave to us. And with it, we can rebuild.",
    "Colonel, this is Noble One. There are no rebels. The Covenant are on Reach. Acknowledge?",
    "Come again Noble One?! Did you say Covenant?",
    "Prime the nuke. Save them. Destroy the composer.",
    "That's right you mothers! Run!!",
    "This is the Pillar of Autumn. We're away...and the package is with us.",
    "So that's our new number six.",
    "Six. That AI chose you. She made the right choice.",
    "Mankind is outmatched. When Reach falls - and it will fall - our annihilation is all but certain.",
    "Affirmative. It's the Winter Contingency!",
    "You know the music, time to dance.",
    "You're on your own Noble, Carter Out.",
    "Can't be. Not on Reach.",
    "Alright Noble Team, spread out. Watch the approach.",
    "We all make it sooner or later.",
    "I know we're losing... I want to know if we've lost.",
    "I'm ready... how bout' you?",
    "Better get going, Six, they're gonna need you down there. Listen, Reach has been good to me.",
    "Good luck to you, Spartan.",
    "Noble Six, move into the house. Go in quiet.",
    "When Reach falls...and it will fall, our annihilation is all but certain.",
    "Objective? Destroy Covenant Carrier in geosynchronous orbit above us.",
    "Negative. I have the gun. Good luck, sir."
  ]
}

