{
  "gameName": "Halo 5",
  "quotes": [
    "Captain Lasky, I sent you my position three weeks ago! I told you this was happening!",
    "Spartan Locke. I have spent enough years with ONI to know the truth. Once this is over, after all I have done...they'll order you...to kill us both.",
    "It took you long enough.",
    "That's what I miss most about you, Buck. The way your mouth's always move a little faster than your brain.",
    "Negative, Infinity. I don't like it.",
    "You ask, you buy.",
    "Doctor Halsey. Captain Lasky would like a word with you.",
    "John...I've waited so long to do that.",
    "It's so good to see you again, John. So good to see all of you. Back together...as a family.",
    "You know, don't you. My exact body count.",
    "You're not the only one here because of him.",
    "Armor restraint. Short-circuit their suit systems.",
    "117, stand down! Sir, you are absent without leave. This is your one chance to come home peacefully.",
    "Cortana's our concern now, Sir.",
    "The Warden confirmed Doctor Halsey's theory: Cortana is activating the Guardians.",
    "She calls the Guardians to serve her.",
    "I am the Warden Eternal. I stand in service to Cortana.",
    "The other humans are approved for passage. Regretfully, you are not.",
    "Vacate this shelter now!",
    "The Mantle of Responsibility belongs to Cortana and her people.",
    "I tried to warn you this was happening! Cortana is no longer an asset, Captain. She is a danger. She has accessed the Forerunner Domain, a galaxy-spanning network that allows her to control whatever devices caused this damage.",
    "What? No. John must not speak to her.",
    "Spartan Locke! Stop her. But please. Bring John home to me.",
    "You know what I did to create the Spartans. All in the name of the greater good.",
    "Cortana is built from a matrix of my own mind. The Domain gives her incredible power.",
    "Hide and seek is over Infinity.",
    "Hello. I am 031-Exuberant Witness, monitor of the Genesis installation. Welcome. Have you also come to stop Cortana from claiming the Mantle?",
    "Why has she called so many? A single Guardian can effectively police a solar system. This show of force is unsettling.",
    "Oh my. I never was in combat before. This is rather distressing. And exciting!",
    "Yes, I can see now why the Warden is troubled by your presence. You are quite destructive.",
    "I'm not as much hunting a spartan, as I'm hunting the Spartan.",
    "More human sarcasm.",
    "I tire of this doctor. You have been chasing shadows for weeks to no avail.",
    "Tell me the truth. How many people died when you called the Guardians here?",
    "You created Cortana, Doc, and now you're throwing her out of the airlock with these accusations.",
    "Why is Cortana the problem? Because she refused to die when she was supposed to?",
    "You think she tricked the Master Chief into abandoning his post? Respectfully sir, to what end?",
    "Just one more question before I go...where is the Infinity? Why is she so difficult to see?"
  ]
}

