{
  "gameName": "Halo 4",
  "quotes": [
    "What are you after? The others before you were Naval Intelligence but you - you're something else.",
    "What does John have to do with this? ...you want to replace him.",
    "His file reads 'missing in action'.",
    "Your mistake is seeing Spartans as military hardware. My Spartans are humanity's next step, our destiny as a species. Do not underestimate them. But most of all, do not underestimate... him.",
    "I thought you'd be taller.",
    "I am ordering you....TO SURRENDER THAT AI!",
    "Lieutenant! Arrest that man!",
    "Welcome home, John.",
    "Before this is all over, promise me you'll figure out which one of us is the machine.",
    "Uh, I'm sorry. Did I miss orbiting a Forerunner planet at some point?",
    "I was put into service eight years ago. AI's deteriorate after seven, Chief.",
    "Hope you don't mind hoofin' it a little.",
    "It's not alright. Nothing about it is alright.",
    "Come on, Chief. Take a girl for a ride.",
    "I will not allow you to leave THIS PLANET!",
    "I can give you over forty thousand reasons why I know that sun isn't real. I know it because the emitter's Rayleigh effect is disproportionate to its suggested size. I know because it's stellar cycle is more symmetrical than that of an actual star.",
    "Chief, if we pull this off and actually get back to Halsey? Don't tell her how bad I got. Please?",
    "They'll pair you with another A.I. Maybe even another Cortana model if Halsey lets them. It won't be me...you know that right?",
    "Even in death, her meddling continues.",
    "The Mantle of Responsibility for the galaxy shelters all, human. But only the Forerunners are its masters.",
    "Is this the secret you've kept from me? This... evolved ancilla?",
    "Your compassion for mankind is misplaced.",
    "In this hour of victory, we taste only defeat. I ask, why? We are Forerunners, guardians of all that exists.",
    "The Forerunners... have returned. This tomb...is now yours.",
    "Time was your ally, human, but now it has abandoned you.",
    "Can I defeat the Didact without it? No. Then do it.",
    "Mayday! Mayday! This is the captain of the UNSC Infinity. Unknown entity has seized control of our ship! We're without power, and on a collision course with an unidentified Forerunner planet!",
    "I know you've been off the field for a while, Master Chief, but this is a blowthrough op. Sending in recon would just slow us down!",
    "Look... I understand what you think you saw.",
    "And with all due respect to you, soldier, I'm not willing to jeopardize my ship because of the hallucinations of an aging Spartan and his malfunctioning AI!",
    "I am the remains of the Forerunner once known as the Librarian. My memories were retained to assist humanity on their path to the Mantle. Though sadly, that plan is now at risk. The Didact is leaving Requiem. Soon. You must not allow it.",
    "He seeks this - The Composer. A device which will allow him to finally contain the greatest enemy ever faced by the Forerunners. You.",
    "Reclaimer, the genesong I placed within you contains many gifts, including an immunity to the Composer, but it must be unlocked.",
    "Your evolutionary journey must be accelerated.",
    "Reclaimer, when I indexed mankind for repopulation, I hid seeds from the Didact. Seeds which would lead to an eventuality. Your physical evolution. Your combat skin. Even your ancilla, Cortana. You are the culmination of a thousand lifetimes of planning.",
    "Infinity! This is Sierra-117 of the UNSC Forward Unto Dawn. Do you copy?",
    "The Didact has to be stopped. If you won't do that... I will.",
    "Chief, Palmer again. The Mammoth's got jetpacks onboard. If I were down there, I'd want one.",
    "Cortana. It's not over. Not yet.",
    "I've got to do something you're not going to like.",
    "Our duty as soldiers, is to protect Humanity, whatever the cost.",
    "She said that to me once. About being a machine.",
    "Commander Lasky. Pursuant to Article 55 of UNSC Regulation 12-145-72, I am ordering you to remove that AI's data chip and retire it for final dispensation.",
    "Give. Me. That. Chip.",
    "Damn Lieutenant. Glad you're on our side. The elevator will get you to the tower.",
    "We trade one villain for another.",
    "Come on, Chief. Take a girl for a ride.",
    "Nothing ventured, nothing gained, right?",
    "Don't...don't let her go. Don't ever let her go. Send me out...with a bang.",
    "What are you after? The others before you were Naval Intelligence but you - you're something else.",
    "What does John have to do with this? ...you want to replace him.",
    "His file reads 'missing in action'.",
    "Your mistake is seeing Spartans as military hardware. My Spartans are humanity's next step, our destiny as a species. Do not underestimate them. But most of all, do not underestimate... him.",
    "I thought you'd be taller.",
    "I am ordering you....TO SURRENDER THAT AI!",
    "Lieutenant! Arrest that man!",
    "Welcome home, John.",
    "Before this is all over, promise me you'll figure out which one of us is the machine.",
    "Uh, I'm sorry. Did I miss orbiting a Forerunner planet at some point?",
    "I was put into service eight years ago. AI's deteriorate after seven, Chief.",
    "Hope you don't mind hoofin' it a little.",
    "It's not alright. Nothing about it is alright.",
    "I don't know about you, but I usually like a little bit more intel with my intel.",
    "Chief, Palmer again. The Mammoth's got jetpacks onboard. If I were down there, I'd want one.",
    "What I want to know, people, is where the hell did those things come from?",
    "He isn't the only one. You, I'd think you, of all people, would appreciate living to fight another day.",
    "Your nobility has blinded you, as ever. The Librarian left little to chance, didn't she? Turning my own guardians...my own world...against me.",
    "Even in death, her meddling continues.",
    "I sense your malfunctioning companion, human. And yet, she eludes me.",
    "Wake up, Chief. I need you.",
    "Ready to get back to work?",
    "Chief, when you get to Earth... Good luck.",
    "How long was I out?",
    "I thought we had a truce with the Covenant.",
    "If we could just get back to Earth, and find Halsey, she could fix this.",
    "Earth. Haven't seen it in years."
  ]
}

