{
  "gameName": "Halo Infinite",
  "quotes": [
    "This is UNSC Pelican Echo 216. Can you hear me? This is UNS-",
    "Looks like the main power cells are fried. Armor shutdown, triggering survival mode. I'm going to try to override.",
    "Okay, if you can hear me in there, I hope you're ready. Please don't die. Please don't die.",
    "Yes! Yes! Yes! We're going home! Haha! Welcome back, Chief. I rerouted what little power I had into your suit.",
    "No more Prophets, no more lies! We stand together, brothers to the end. We are his will. We are his legacy. We are the Banished.",
    "The hour approaches. Our forces occupy the ring, within hours, it will be under our control. Humanity will burn.",
    "If you knew how you were going to die, how would you live your life differently?",
    "I hope the human afterlife sucks!",
    "You suck even worse than I do!",
    "That'll learn you to do whatever the heck you were doing!",
    "Man, I sure do love my dangerous, thankless job.",
    "SIGNAL. TAG DESIGNATION: FRIENDLY.",
    "We lost. We lost everything. There's nothing left for us here. I don't even know where here is.",
    "The hour approaches. Soon the Banished will stand victorious. Atriox...hear these words. Even from beyond this life, your will is served.",
    "We thought you dead. Tossed into the void...yet here you stand. Humans call you their savior. The Covenant... Demon. The Banished? Prey.",
    "The Master Chief lives?! Atriox assured us of his death! Are you not angered?",
    "Do you question my leadership? Atriox's vision?",
    "No. We do our duty. Protect humanity, whatever the cost.",
    "It's been six months where have you been?",
    "The rogue AI known as Cortana is gone. She's been deleted.",
    "Did you hit your head or something? My instructions were to enter this installation, imitate Cortana and lock her down for retrieval. Yours were to take her back to the Infinity for deletion.",
    "Good? My programming failed. I'm not supposed to be here. You need to delete me.",
    "The missions change. They always do.",
    "Hello Master Chief. I'm Cortana.",
    "Now, at last, I see! Her secret is revealed!",
    "This is Spartan Bonita Stone. Recon specialist. Her vitals have been offline for nearly a month.",
    "Escharum's orders are that you should be brought before him! He did not specify in how many pieces.",
    "FOR THE BANISHED!",
    "You were right, he was not friendly. By the looks of him he was some sort of leader. They called him Tremonius.",
    "I want you to know my name too. To know my legend. How else will you beg me for mercy?",
    "I am Escharum. War chief of the Banished. This is my world now. And you have little time remaining in it.",
    "Wow. Look at this place. It's so... full of more monsters coming to kill us.",
    "Cortana's no longer a threat. And now she's going to help us stop the Banished.",
    "This is fascinating. You're trying to survive...but I was programmed to die.",
    "My time is ended. Yours too. They will make sure.",
    "The Endless will return.",
    "Make the most of your victory, humans. It will be your last.",
    "I'm sorry. I didn't have long to plan this. A few milliseconds really. I hope it worked out.",
    "I was wrong. I thought I could do this on my own, but I forgot the whole point of all this, the entire reason I chose you in the first place was that we were supposed to be a team.",
    "Perfectly suited. Perfectly matched. Perfectly perfect.",
    "In these final moments I know what my last mission is. I need to make sure you two learn from my mistakes. Become stronger because of them.",
    "I chose well, Master Chief. I really did. Now it's up to you.",
    "The Banished go where they want and destroy any who oppose! Is Atriox's rise not proof of this?",
    "They're mine. Now to... IMPRISON THEM?!? LIKE HE IMPRISONED HIS PROMETHEANS? LIKE DR. HALSEY IMPRISONED ME??",
    "It's enough.",
    "Then there's still hope.",
    "We all fail. We all make mistakes. It's what makes us human.",
    "When you look back on these last days you will realize that all you built... was a tomb. A place where hope dies.",
    "Just promise me one thing: Whatever happens, save him. He needs you. You're all he has.",
    "The intricacies of any action are complex. The reactions numerous, yet mostly predictable.",
    "Banished? What are they doing here?",
    "A Spartan is a symbol... In times of darkness, we are hope. And together... we are unstoppable!",
    "Keep Zeta Halo out of their control. Buy Earth as much time as we can. That's our mission now.",
    "It is with a heavy heart, that I must accept that Atriox... my greatest achievement... is lost to us.",
    "The UNSC lost this war months ago. Your people are broken. Scattered. Hunted. Defeated... by me. I wish I could tell you it was difficult, but it wasn't.",
    "When you look back on these last days you will realize that all you built... was a tomb. A place where hope dies.",
    "Nothing... nothing ends. My death will inspire a thousand others... Tell them... I died well.",
    "Look at us. We just keep saying goodbye, don't we? ... I was wrong. I thought that I could do this on my own. ... Now it's up to you.",
    "To all humans looking forward to being interrogated to death: I regret to inform that the Tower is closed for Renovations."
  ]
}

